Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Hardware key is not configured for challenge-response.
ar: لم يتم تكوين جهاز المفاتيح للاستجابة إلى التحدي.
cs: Hardwarový klíč není nakonfigurován pro challenge-response.
de: Hardwareschlüssel ist nicht für "Challenge-Response" konfiguriert.
es_es: La llave física no está configurada para el método reto-respuesta.
fr: La clé matérielle n'est pas configurée pour le challenge-response.
it: La chiave hardware non è configurata per la procedura challenge/response.
ja: ハードウェアキーがチャレンジ/レスポンス認証に設定されていません。
ko: 하드웨어 키가 도전-응답 작업에 사용되도록 구성되지 않았습니다.
nl: De hardwarematige sleutel is niet ingesteld voor actie-authenticatie.
pl: Klucz sprzętowy nie jest skonfigurowany dla trybu wyzwanie-odpowiedź.
pt_br: A chave física não está configurada para pedido-resposta.
ru: Аппаратный ключ не настроен для аутентификации вызов-ответ.
sk: Hardvérový kľúč nie je nakonfigurovaný pre challenge-response.
sv_se: Hårdvarunyckeln är inte konfigurerad för challenge-response.
th: ฮาร์ดแวร์คีย์ยังไม่ได้ตั้งค่าให้สร้างความท้าทายในการตอบสนอง
tr: Donanım anahtarı, sorgulama-yanıt için yapılandırılmamış.
zh_cn: 硬件密钥没有为挑战响应配置。
zh_tw: 硬體金鑰沒有設置用於挑戰響應的認證。

source: No Hardware Key
ar: عدم استخدام جهاز مفاتيح
cs: Žádný hardwarový klíč
de: Kein Hardware-Schlüssel
es_es: Sin llave física
fr: Pas de Clé Matériel
hu: Nincs hardvertoken
it: Nessuna chiave hardware
ja: ハードウェアキーがありません
ko: 하드웨어 키 없음
nl: Geen hardwarematige sleutel
pl: Brak klucza sprzętowego
pt_br: Não usar chave física
ru: Без аппаратного ключа
sk: Žiadny hardvérový kľúč
sv_se: Ingen hårdvarunyckel
th: ไม่มีฮาร์ดแวร์คีย์
tr: Donanım Anahtarı Yok
zh_cn: 没有硬件密钥
zh_tw: 沒有硬體金鑰

source: Strengthen your security with hardware keys (YubiKey) in the premium version.
ar: عزز أمانك باستخدام مفاتيح الأجهزة (YubiKey) في الإصدار المميز.
cs: Posilte svou bezpečnost pomocí hardwarových klíčů (YubiKey) v prémiové verzi.
de: Erhöhen Sie Ihre Sicherheit mit Hardware-Schlüsseln (YubiKey) in der Premium-Version.
es_es: Mejora la seguridad de tu archivo de contraseñas con el soporte de llaves físicas (YubiKey) en la versión premium.
fr: Renforcez votre sécurité avec des clés matérielles (YubiKey) dans la version premium.
it: Migliora la sicurezza con le chiavi hardware (YubiKey) nella versione Premium.
ja: プレミアム版ではハードウェアの鍵 (YubiKey) を使って安全性を強化できます。
ko: 프리미엄 버전에서 하드웨어 키(YubiKey)로 보안을 강화하세요.
nl: Versterk je beveiliging met hardwarematige sleutels (YubiKey) in de premium-versie.
pl: Wzmocnij bezpieczeństwo z pomocą klucza sprzętowego (YubiKey) w wersji premium.
pt_br: Aumente sua segurança com chaves físicas (YubiKey) na versão Premium.
ru: Усильте безопасность с помощью аппаратных ключей (YubiKey) в премиум-версии приложения.
sk: Posilnite svoju bezpečnosť pomocou hardvérových kľúčov (YubiKey) v prémiovej verzii.
sv_se: Öka säkerheten med hårdvarunycklar (YubiKey) i premiumversionen.
th: เพิ่มความปลอดภัยด้วยฮาร์ดแวร์คีย์ (YubiKey) ในเวอร์ชันพรีเมียม
tr: Premium versiyonda; güvenliğinizi donanım anahtarları (YubiKey) kullanarak artırın.
zh_cn: 在高级版中使用硬件密钥 (Yubikey) 加强您的安全。
zh_tw: 進階版本的硬體金鑰 (YubiKey) 提高了安全性。

source: KeePassium needs access to NFC to communicate with your YubiKey.
ar: KeePassium يحتاج للوصول إلى NFC للتواصل مع YubiKey.
cs: KeePassium potřebuje přístup k NFC pro komunikaci s vaším YubiKey.
de: KeePassium benötigt Zugriff auf NFC um mit Ihrem YubiKey zu kommunizieren.
es_es: KeePassium necesita acceso al módulo NFC para comunicarse con tu YubiKey.
fr: KeePassium nécessite d'accéder au NFC pour communiquer avec votre Yubikey.
it: KeePassium richiede l'accesso a NFC per comunicare con la YubiKey.
ja: KeePassiumはYubiKeyと通信するのにNFCへのアクセスを必要とします。
ko: YubiKey와 통신하기 위해선 NFC 접근 권한이 필요합니다.
nl: KeePassium heeft toegang nodig tot NFC om te communiceren met je YubiKey.
pl: KeePassium potrzebuje dostępu do NFC, aby komunikować się z YubiKey.
pt_br: KeePassium precisa ter acesso ao NFC para se comunicar com a YubiKey.
ru: Приложению нужен доступ к NFC для связи с вашим YubiKey.
sk: KeePassium potrebuje prístup k NFC pre komunikáciu s vašim YubiKey.
sv_se: KeePassium behöver tillgång till NFC för att kommunicera med din YubiKey.
th: KeePassium ต้องการเข้าถึง NFC เพื่อเชื่อมต่อกับ YubiKey ของคุณ
tr: YubiKey'le iletişime geçebilmek için KeePassium'un NFC erişimine ihtiyacı vardır.
zh_cn: KeePassium 需要NFC访问权限才能使用你的YubiKey。
zh_tw: KeePassium 需要NFC訪問權限才能使用你的YubiKey。

source: KeePassium needs the camera to scan QR codes.
ar: KeePassium يحتاج إلى الكاميرا لمسح رموز الاستجابة السريعة.
cs: KeePassium potřebuje přístup k fotoaparátu pro skenování QR kódů.
de: KeePassium benötigt die Kamera, um QR-Codes zu scannen.
es_es: KeePassium necesita acceso a la cámara para escanear códigos QR.
fr: KeePassium a besoin de la caméra pour scanner les codes QR.
it: KeePassium richiede l'accesso alla fotocamera per scansionare i codici QR.
ja: KeePassiumはQRコードのスキャンにカメラを必要とします。
ko: QR 코드를 스캔하기 위해선 카메라 접근 권한이 필요합니다.
nl: KeePassium heeft de camera nodig om QR-codes te scannen.
pl: KeePassium potrzebuje aparatu aby skanować kody QR.
pt_br: KeePassium precisa da câmera para ler códigos QR.
ru: Приложению нужна камера для сканирования QR-кодов.
sk: KeePassium potrebuje prístup k fotoaparátu pre skenovanie QR kódov.
sv_se: KeePassium behöver tillgång till kameran för att skanna QR-koder.
th: KeePassium ต้องการใช้กล้องเพื่อสแกน QR code
tr: Kare kodları tarama için KeePassium'un kameraya erişmeye ihtiyacı vardır.
zh_cn: KeePassium需要使用相机扫描二维码。
zh_tw: KeePassium 需要使用相機來掃描QR碼。

source: Protect your secrets with a hardware key, such as YubiKey.
ar: قم بحماية أسرارك بمفتاح الأجهزة، مثل YubiKey.
cs: Chraňte svá hesla pomocí hardwarového klíče, jako je YubiKey.
de: Schützen Sie Ihre Passwörter mit einem Hardware-Schlüssel wie YubiKey.
es_es: Proteje tus secretos y contraseñas con una llave física como una YubiKey.
fr: Protégez vos mots de passe avec une clé matérielle, comme YubiKey.
it: Proteggi i tuoi segreti con una chiave hardware, come YubiKey.
ja: YubiKeyなどのハードウェアの鍵を使って秘密を守ります。
ko: YubiKey와 같은 하드웨어 키로 비밀을 지키세요.
nl: Bescherm je geheimen met een hardwarematige sleutel, zoals YubiKey.
pl: Chroń swoje hasła kluczem sprzętowym, takim jak YubiKey.
pt_br: Proteja seus segredos com uma chave física, como a YubiKey.
ru: Защитите свои секреты аппаратным ключом YubiKey.
sk: Chráňte svoje heslá pomocou hardvérového kľúča, ako je napríklad YubiKey.
sv_se: Skydda din data med en hårdvarunyckel, såsom YubiKey.
th: ปกป้องความลับของคุณด้วยฮาร์ดแวร์คีย์ อย่างเช่นใช้ YubiKey
tr: Bilgilerinizi YubiKey gibi bir donanım anahtarıyla koruyun.
zh_cn: 使用硬件密钥保护您的资料，比如 YubiKey 等。
zh_tw: 使用硬體金鑰來保護你的資料，比如 YubiKey 。

source: Use hardware keys
ar: استخدام أجهزة المفاتيح
cs: Použijte hardwarové klíče
de: Hardware-Schlüssel verwenden
es_es: Usar llaves físicas
fr: Utiliser des clés materielles
hu: Hardvertoken használata
it: Usa le chiavi hardware
ja: ハードウェアキーを使用
ko: 하드웨어 키 사용
nl: Gebruik hardwarematige sleutels
pl: Użyj klucza sprzętowego
pt_br: Use chaves físicas
ru: Используйте аппаратные ключи
sk: Použite hardvérové kľúče
sv_se: Använd hårdvarunycklar
th: ใช้ฮาร์ดแวร์คีย์
tr: Donanım Anahtarı Kullanın
zh_cn: 使用硬件密钥
zh_tw: 使用硬體金鑰

source: Yubico Mobile iOS SDK by Yubico AB
ar: Yubico Mobile iOS SDK مِن قِبل Yubico AB
cs: Yubico Mobile iOS SDK od Yubico AB
de: Yubico Mobile iOS SDK von Yubico AB
es_es: SDK Yubico Mobile para iOS de Yubico AB
fr: Yubico Mobile iOS SDK par Yubico AB
it: Yubico Mobile iOS SDK di Yubico AB
ko: Yubico Mobile iOS SDK ― Yubico AB
nl: Yubico Mobile iOS SDK van Yubico AB
pl: Yubico Mobile iOS SDK - Yubico AB
pt_br: Yubico Mobile iOS SDK por Yubico AB
ru: Yubico Mobile iOS SDK от Yubico AB
sv_se: Yubico Mobile iOS SDK av Yubico AB
th: Yubico Mobile iOS SDK โดย Yubico AB
zh_cn: Yubico Mobile iOS SDK 来自 Yubico AB
zh_tw: Yubico Mobile iOS SDK 來自 Yubico AB

source: Apache 2.0 license
ar: ترخيص Apache 2.0
cs: Licence Apache 2.0
de: Apache 2.0 Lizenz
es_es: Licencia Apache 2.0
fr: Licence Apache 2.0
hu: Apache 2.0 licensz
it: Licenza Apache 2.0
ko: Apache 2.0 라이선스
nl: Apache 2.0-licentie
pl: Licencja Apache 2.0
pt_br: Licença Apache 2.0
ru: Лицензия Apache 2.0
sk: Apache 2.0 licencia
sv_se: Apache 2.0-licens
th: ใบอนุญาต Apache 2.0
tr: Apache 2.0 lisansı
zh_cn: Apache 2.0 许可证

source: Fill-in the perfect result automatically
ar: املأ النتائج المتطابقة تلقائيًا
cs: Vyplnit přesné výsledky automaticky
de: Fügt das perfekte Ergebnis automatisch ein
es_es: Autocompletar automáticamente con entrada inequívoca
fr: Remplir le résultat parfait automatiquement
it: Compila automaticamente il risultato perfetto
ja: 完全に一致するエントリーを自動入力する
ko: 완벽히 일치하는 항목으로 자동 채우기
nl: Vul het meest overeenkomende resultaat automatisch in
pl: Wypełnij dokładne dopasowania
pt_br: Usar automaticamente o resultado perfeito
ru: Автоматически подставлять идеальный вариант
sk: Vyplniť presné výsledky automaticky
sv_se: Fyll i det matchande resultatet automatiskt
th: ป้อนอัตโนมัติเมื่อพบช่องที่มีความสมบูรณ์
tr: En iyi sonucu otomatik olarak getir
zh_cn: 自动填充合适的内容
zh_tw: 自動填入合適的結果

source: When AutoFill finds only one, perfectly matching, entry – this entry will be pasted automatically.
ar: عند العثور على سجل واحد متطابق تماما، سيتم لصق هذا السجل تلقائيا.
cs: Když bude nalezen pouze jeden, přesně odpovídající záznam, tak se tento záznam vloží automaticky.
de: Wenn AutoFill nur einen passenden Eintrag findet, wird dieser Eintrag automatisch eingefügt.
es_es: Si el sistema de autocompletar encuentra sólo una entrada que coincide, pegará automáticamente usuario y contraseña.
fr: Lorsque le remplissage automatique ne trouve qu'une seule entrée, parfaitement correspondante, cette entrée sera collée automatiquement.
it: Quando Riempimento automatico trova una voce perfettamente corrispondente, questa voce verrà popolata automaticamente.
ja: 完全に一致するエントリーが１つだけの場合、そのエントリーを自動的に入力します。
ko: 자동 완성이 완벽히 일치하는 단 하나의 항목을 찾은 경우, 항목의 데이터가 자동으로 붙여넣어집니다.
nl: Als AutoFill slechts één perfecte overeenkomst vindt, dan wordt deze automatisch ingevuld.
pl: Gdy Autouzupełnianie znajdzie dokładne dopasowanie - dane zostaną wstawiony automatycznie.
pt_br: Quando o preenchimento automático encontrar uma só entrada com correspondência exata ao login em andamento, esta será usada sem pedir confirmação.
ru: Когда Автозаполнение находит только одну, идеально подходящую, запись, эта запись будет выбрана автоматически.
sk: Keď bude nájdený iba jeden, presne zodpovedajúci záznam, tak sa tento záznam vloží automaticky.
sv_se: När Autofyll hittar endast ett enda matchande konto kommer det anges automatiskt.
th: เมื่อการป้อนรหัสผ่านอัตโนมัติหาช่องเจอ และตรงตามรายการที่มี – รายการนั้นจะถูกป้อนให้อัตโนมัติ
tr: Otomatik Doldurma, birebir eşleşen bir girdi bulduğunda; otomatik olarak bu girdi kopyalanır.
zh_cn: 当自动填充只有一个完全匹配的条目——该条目将被自动粘贴。
zh_tw: 當自動填入只找到一個並且完整匹配的項目時 - 該項目將會被自動貼上。

source: Automatic search
ar: البحث التلقائي
cs: Automatické vyhledávání
de: Automatische Suche
es_es: Búsqueda automática
fr: Recherche automatique
it: Ricerca automatica
ja: 自動検索
ko: 자동 검색
nl: Automatisch zoeken
pl: Automatyczne wyszukiwanie
pt_br: Busca automática
ru: Автоматический поиск
sk: Automatické vyhľadávanie
sv_se: Automatisk sökning
th: ค้นหาอัตโนมัติ
tr: Otomatik arama
zh_cn: 自动搜索
zh_tw: 自動搜尋

source: Universal Clipboard
ar: الحافظة العامة
cs: Univerzální schránka
de: Allgemeine Zwischenablage
es_es: Portapapeles universal
fr: Presse-papiers universel
hu: Univerzális vágólap
it: Appunti universali
ja: ユニバーサルクリップボード
ko: 공통 클립보드
nl: Universeel klembord
pl: Schowek ogólny
pt_br: Área de transferência universal
ru: Универсальный буфер обмена
sk: Univerzálna schránka
th: คลิปบอร์ดกลาง
tr: Aygıtın tüm panolarında kopyalama
zh_cn: 通用剪贴板
zh_tw: 通用剪貼板

source: Hide Passwords
ar: إخفاء كلمات المرور
cs: Skrýt hesla
de: Passwörter ausblenden
es_es: Ocultar contraseñas
fr: Masquer les mots de passe
hu: Jelszavak elrejtése
it: Nascondi password
ja: パスワードを隠す
ko: 패스워드 숨기기
nl: Verberg wachtwoorden
pl: Ukryj hasło
pt_br: Esconder Senhas
ru: Скрывать пароли
sk: Maskovať heslá
sv_se: Dölj lösenord
th: ซ่อนรหัสผ่าน
tr: Şifreleri Gizle (***)
zh_cn: 隐藏密码
zh_tw: 隱藏密碼

source: Protected Fields
ar: الحُقُول المَحمية
cs: Chráněná pole
de: Geschützte Felder
es_es: Campos protegidos
fr: Champs protégés
hu: Védett mezők
it: Campi protetti
ja: 保護されたフィールド
ko: 보호된 필드
nl: Beveiligde velden
pl: Pola chronione
pt_br: Campos protegidos
ru: Защищённые поля
sk: Chránené polia
sv_se: Skyddade fält
th: ส่วนการป้องกัน
tr: Korunan Alanlar
zh_cn: 受保护字段
zh_tw: 受保護的字段

source: Hide passwords and other protected fields behind asterisks (recommended).
ar: إخفاء كلمات المرور وغيرها من الحقول المحمية خلف النُجُوم (مُستَحسَن).
cs: Skrýt hesla a další chráněná pole hvězdičkami (doporučeno).
de: Verstecke Passwörter und andere geschützte Felder hinter Sternchen (empfohlen).
es_es: Ocultar contraseñas y otros campos protegidos detrás de asteriscos (recomendado).
fr: Masquer les mots de passe et les autres champs protégés derrière des astérisques (recommandé).
hu: Jelszavak és védett mezők tartalmának elrejtése (ajánlott).
it: Nascondi le password e altri campi protetti con degli asterischi (raccomandato).
ja: パスワードやその他の保護フィールドをアスタリスクで隠す (推奨)
ko: 패스워드와 보호된 필드를 별표 문자로 숨기기 (권장).
nl: Maskeer wachtwoorden en andere beveiligde velden met jokertekens (aanbevolen).
pl: Ukryj hasła i inne chronione pola gwiazdkami (zalecane).
pt_br: Esconder senhas e outros campos protegidos com asteriscos (recomendado).
ru: Скрывать пароли и другие защищённые поля звёздочками (рекомендуется).
sk: Maskovať heslá a ďalšie chránená polia hviezdičkami (odporúčané).
sv_se: Dölj lösenord och andra skyddade fält med asterisker (rekommenderas).
th: ซ่อนรหัสผ่านและช่องใส่ข้อมูลต่าง ๆ ให้ปลอดภัยอยู่หลังเครื่องหมายดอกจัน (แนะนำให้ใช้)
tr: Şifreleri ve diğer korunan alanları yıldızlı (****) göster (Tavsiye edilir.).
zh_cn: 隐藏星号后面的密码和其他受保护字段 (推荐)。
zh_tw: 隱藏密碼與其他受保護的字段在星號後面（推薦）。

source: Hardware Key
ar: جهاز مفتاح
cs: Hardwarový klíč
de: Hardware-Schlüssel
es_es: Llave física
fr: Clé Matériel
hu: Hardvertoken
it: Chiave hardware
ja: ハードウェアキー
ko: 하드웨어 키
nl: Hardwarematige sleutel
pl: Klucz sprzętowy
pt_br: Chave física
ru: Аппаратный ключ
sk: Hardvérový kľúč
sv_se: Hårdvarunyckel
th: ฮาร์ดแวร์คีย์
tr: Donanım Anahtarı
zh_cn: 硬件密钥
zh_tw: 硬體金鑰

source: Challenge-Response Authentication
ar: مصادقة التحدي-الاستجابة
cs: Ověření odpovědi na výzvu
de: Challenge-Response-Authentifizierung
es_es: Autentificación reto-respuesta
fr: Authentification Challenge-Response
hu: Kihívás/válasz azonosítás
it: Autenticazione challenge/response
ja: チャレンジ/レスポンス認証
ko: 시도-응답 인증
nl: Actie-authenticatie
pl: Uwierzytelnianie Wyzwanie-Odpowiedź
pt_br: Teste desafio-resposta
ru: Аутентификация вызов-ответ
sk: Overenie odpovede na výzvu
th: ความท้าทายเพื่อยืนยันความถูกต้อง
tr: Sınama-Yanıt Kimlik Doğrulaması
zh_cn: 挑战响应认证
zh_tw: 挑戰響應

source: Search in Protected Values
ar: البحث في الحقول المحمية
cs: Hledat v hodnotách s ochranou
de: In geschützten Werten suchen
es_es: Buscar en campos protegidos
fr: Rechercher dans les valeurs protégées
it: Cerca nei valori protetti
ja: 保護されたデータを検索
ko: 보호된 값 검색
nl: Doorzoek beveiligde waarden
pl: Szukaj w polach chronionych
pt_br: Buscar em valores protegidos
ru: Искать в защищённых значениях
sk: Hľadať v hodnotách s ochranou
sv_se: Sök i skyddade värden
th: ค้นหาค่าที่ป้องกันไว้
tr: Korunan Değerlerde Ara
zh_cn: 搜索受保护的值
zh_tw: 搜尋受保護的值

source: Search
ar: البحث
cs: Vyhledávání
de: Suche
es_es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
pl: Szukaj
pt_br: Busca
ru: Поиск
sk: Vyhľadávanie
sv_se: Sök
th: ค้นหา
tr: Ara
zh_cn: 搜索​​​​
zh_tw: 搜尋

source: Search in Field Names
ar: البحث في اسماء الحقول
cs: Prohledávat názvy polí
de: Suche in Feldnamen
es_es: Buscar en nombre de campo
fr: Rechercher dans les noms de champs
it: Cerca nei nomi dei campi
ja: フィールド名で検索
ko: 필드 이름 검색
nl: Doorzoek veldnamen
pl: Szukaj w nazwach wpisów
pt_br: Buscar nomes de campo
ru: Искать в названиях полей
sk: Prehľadávať názvy polí
sv_se: Sök i fältnamn
th: ค้นหาในช่องชื่อ
tr: Girdilerde Ara
zh_cn: 搜索字段名称
zh_tw: 搜索字段名稱

source: Start with Search
ar: ابدأ بالبحث
cs: Začít s vyhledáváním
de: Beim Start Suchfeld öffnen
es_es: Iniciar con campo de búsquedas
fr: Commencer avec recherche
it: Mostra campo Cerca
ja: 起動時に検索
ko: 검색으로 시작
nl: Begin met zoeken
pl: Rozpocznij w Szukaj
pt_br: Iniciar já em busca
ru: Начинать с Поиска
sk: Začať s vyhľadávaním
sv_se: Börja med sök
th: เริ่มต้นด้วยการค้นหา
tr: Arama İle Başla
zh_cn: 从搜寻开始
zh_tw: 從搜尋開始

source: Auto-open the Previous Database
ar: الفتح التلقائي لقاعدة البيانات السابقة
cs: Automaticky načíst minule otevřenou databázi
de: Automatisches Öffnen der vorherigen Datenbank
es_es: Abrir automáticamente la base de datos previa
fr: Ouvrir automatiquement la base de données précédente
it: Apri automaticamente il database precedente
ja: 前回使ったデータベースを開く
ko: 이전 데이터베이스를 자동으로 열기
nl: Open automatisch de vorige databank
pl: Automatycznie otwórz ostatnią bazę
pt_br: Abrir último banco de dados automaticamente
ru: Автоматически открывать предыдущую базу
sk: Automaticky načítať naposledy otvorenú databázu
sv_se: Öppna den tidigare databasen automatiskt
th: ตั้งให้เปิดฐานข้อมูลที่ผ่านมาอัตโนมัติ
tr: Önceki Veritabanını Otomatik Olarak Aç
zh_cn: 自动打开之前的数据库
zh_tw: 自動開啟上次使用的資料庫

source: After opening a database, automatically show the search field.
ar: إظهار حقل البحث تلقائيا، بعد فتح قاعدة بيانات.
cs: Vyhledávací pole se automaticky zobrazí po otevření databáze.
de: Nach dem Öffnen einer Datenbank wird automatisch das Suchfeld angezeigt.
es_es: Al abrir una base de datos, se mostrará automáticamente el campo de búsquedas.
fr: Après l'ouverture d'une base de données, afficher automatiquement le champ de recherche.
it: Dopo l'apertura di un database, mostra automaticamente il campo di ricerca.
ja: データベースを開いた後、自動的に検索欄を表示します。
ko: 데이터베이스를 열면 자동으로 검색 필드를 표시합니다.
nl: Toon automatisch het zoekveld na het openen van een databank.
pl: Po otwarciu bazy automatycznie pokaż pole wyszukiwania.
pt_br: Ao abrir um banco de dados, mostrar automaticamente o campo de busca.
ru: Автоматически переходить в режим поиска сразу после открытия базы.
sk: Vyhľadávacie pole sa zobrazí automaticky po otvorení databázy.
sv_se: Efter databasen öppnats, visa automatiskt sökfältet.
th: หลังจากเปิดฐานข้อมูลมา จะแสดงช่องค้นหาให้อัตโนมัติ
tr: Bir veritabanı açıldığında, hemen arama çubuğuna git.
zh_cn: 打开数据库时自动打开搜索框。
zh_tw: 打開資料庫時自動打開搜索框。

source: Search Scope
ar: نطاق البحث
cs: Rozsah vyhledávání
de: Suchbereich
es_es: Ámbito de búsqueda
fr: Périmètre de recherche
it: Ambito della ricerca
ja: 検索範囲
ko: 검색 범위
nl: Zoekbereik
pl: Zakres wyszukiwania
pt_br: Escopo de busca
ru: Область поиска
sk: Rozsah vyhľadávania
sv_se: Sökomfång
th: ขอบเขตการค้นหา
tr: Arama Kapsamı
zh_cn: 搜索范围
zh_tw: 搜尋範圍

source: Start
ar: البداية
cs: Po otevření
es_es: Inicio
fr: Démarrer
it: Avvio
ja: 起動時
ko: 시작
nl: Begin
pt_br: Abertura do aplicativo
ru: Старт
sk: Po spustení
th: เริ่มต้น
tr: Başlangıçta
uk: Старт
zh_cn: 开始
zh_tw: 開始

source: Checking integrity
ar: التحقُّق مِن سلامة الملف
cs: Kontrola integrity
de: Integrität wird überprüft
es_es: Comprobando integridad
fr: Vérification de l'intégrité
it: Verifica dell'integrità
ja: 整合性をチェック中
ko: 무결성 확인 중
nl: Bezig met integriteitscontrole
pl: Sprawdzanie spójności
pt_br: Verificando integridade
ru: Проверка целостности
sk: Kontrola integrity
sv_se: Kontrollerar integritet
th: กำลังตรวจสอบความสมบูรณ์
tr: Dosya bütünlüğü denetleniyor
zh_cn: 正在检查完整性
zh_tw: 完整性檢查

source: Parsing database
ar: تحليل قاعدة البيانات
cs: Analýza databáze
de: Lade Datenbank
es_es: Leyendo base de datos
fr: Analyse de la base de données
it: Analisi del database
ja: データベースを解析中
ko: 데이터베이스 구문 분석 중
nl: Bezig met verwerken van databank
pl: Analizowanie bazy
pt_br: Lendo banco de dados
ru: Разбор базы паролей
sk: Analýza databázy
sv_se: Tolkar databas
th: กำลังแจกแจงฐานข้อมูล
tr: Veritabanı analiz ediliyor
zh_cn: 正在解析数据库
zh_tw: 解析資料庫

source: Decompressing database
ar: يجري فك ضغط قاعدة البيانات
cs: Dekomprimování databáze
de: Dekomprimiere Datenbank
es_es: Descomprimiendo base de datos
fr: Décompression de la base de données
it: Decompressione del database
ja: データベースを展開中
ko: 데이터베이스 압축 해제 중
nl: Bezig met decomprimeren van databank
pl: Rozpakowywanie bazy
pt_br: Descompactando banco de dados
ru: Распаковка базы паролей
sk: Dekompresia databázy
sv_se: Packar upp databasen
th: กำลังคลายการบีบอัดฐานข้อมูล
tr: Sıkıştırılmış veritabanı açılıyor
zh_cn: 解压缩数据库
zh_tw: 解壓縮資料庫

source: Contacting storage provider...
ar: يجري الاتصال بخدمة التخزين...
cs: Kontaktování poskytovatele úložiště...
de: Kontaktiere den Speicheranbieter...
es_es: Contactando con el proveedor de almacenamiento ...
fr: Contact avec le fournisseur de stockage...
hu: Kapcsolódás a tárhelyszolgáltatóhoz...
it: Contatto del provider di archiviazione...
ja: ストレージに接続中...
ko: 저장 공간 제공자 연결 중...
nl: Bezig met verbinden met opslagdienst...
pl: Łączenie z dostawcą magazynu...
pt_br: Conectando ao serviço de armazenamento...
ru: Соединение с хранилищем...
sk: Kontaktuje sa poskytovateľ úložiska...
sv_se: Kontaktar lagringsleverantör...
th: กำลังเชื่อมต่อระบบจัดเก็บข้อมูล...
tr: Yer sağlayıcınızla irtibata geçiliyor...
zh_cn: 正在联系存储提供商...
zh_tw: 正在請求空間提供商...

source: Keychain error (code %d)
ar: خطأ في سلسلة المفاتيح (الرمز %d)
cs: Chyba klíčenky (kód %d)
de: Schlüsselbund Fehler (Code %d)
es_es: Error en la cadena de claves (cód. %d)
fr: Erreur de trousseau (code %d)
hu: Kulcskarika hiba (kód %d)
it: Errore Portachiavi (codice %d)
ja: キーチェーンエラー (コード %d)
ko: 키체인 오류 (코드 %d)
nl: Sleutelhangerfout (code %d)
pl: Błąd pęku kluczy (kod %d)
pt_br: Erro nas chaves do sistema (código %d)
ru: Ошибка при работе со Связкой Ключей (код %d)
sk: Chyba kľúčenky (kód %d)
sv_se: Nyckelring-fel (Felkod %d)
th: พวงกุญแจเกิดข้อผิดพลาด (code %d)
tr: Anahtar zinciri hatası (%d kodu)
zh_cn: 钥匙圈错误(代码 %d)
zh_tw: 鑰匙圈錯誤(代碼 %d)

source: Storage provider
ar: خدمة التخزين
cs: Poskytovatel úložiště
de: Speicheranbieter
es_es: Proveedor de almacenamiento
fr: Fournisseur de stockage
hu: Tárhelyszolgáltató
it: Fornitore di archiviazione
ja: 場所
ko: 저장 공간 제공자
nl: Opslagdienst
pl: Dostawca magazynu
pt_br: Serviço de armazenamento
sk: Poskytovateľ úložiska
sv_se: Lagringsleverantör
th: ระบบจัดเก็บข้อมูล
tr: Yer sağlayıcı
zh_cn: 存储提供商
zh_tw: 儲存空間提供商

source: Downloading database file...
ar: يجري تنزيل ملف قاعدة البيانات...
cs: Stahování databázového souboru...
de: Datenbankdatei wird heruntergeladen …
es_es: Descargando base de datos...
fr: Téléchargement du fichier de base de données...
hu: Adatbázisfájl letöltése...
it: Download del file di database...
ja: データベースをダウンロード中...
ko: 데이터베이스 파일 다운로드 중...
nl: Bezig met ophalen van databankbestand...
pl: Pobieranie pliku bazy...
pt_br: Baixando banco de dados...
ru: Загрузка базы паролей...
sk: Sťahuje sa databázový súbor...
sv_se: Laddar ner databasfil...
th: กำลังโหลดไฟล์ฐานข้อมูล...
tr: Veritabanı dosyası indiriliyor...
zh_cn: 加载数据库文件...
zh_tw: 下載資料庫檔案...

source: Making backup copy...
ar: يجري إنشاء نسخة احتياطية...
cs: Vytváření zálohy...
de: Sicherungskopie wird erstellt …
es_es: Creando copia de copia de seguridad...
fr: Création d'une copie de sauvegarde...
hu: Biztonsági másolat létrehozása...
it: Creazione della copia di backup...
ja: バックアップを作成中...
ko: 백업 파일 생성 중...
nl: Bezig met samenstellen van back-up...
pl: Tworzenie kopii zapasowej...
pt_br: Fazendo cópia de segurança...
ru: Создание резервной копии...
sk: Vytvára sa záloha...
sv_se: Skapar säkerhetskopia...
th: กำลังทำสำเนาข้อมูลสำรอง...
tr: Yedek dosyası yaratılıyor...
zh_cn: 正在生成备份副本...
zh_tw: 製作備份副本...
